Repository: adkhamjonmakhmudov/SmartEducation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Center and Staff
uz: Markaz va ishchilar

source: Courses & Rooms & Groups
uz: Kurslar & Xonalar & Guruhlar

source: Course name
uz: Kurs nomi

source: Cost
uz: Kurs narxi

source: Room name
uz: Xona nomi

source: Group name
uz: Guruh nomi

source: Course
uz: Kurs

source: Uzbek
uz: O'zbekcha

source: English
uz: Inglizcha

source: Home
uz: Asosiy sahifa

source: Support
uz: Qo'llab quvvatlash

source: User
uz: Xodim

source: Select User
uz: Xodimni tanlang

source: Student Phone Number
uz: O'quvchi tel raqami

source: Parent Phone Number
uz: Ota-onani tel raqami

source: Student Birth Year
uz: O'quvchi tug'ilgan yili

source: Enter Student Birth Year
uz: O'quvchi tug'ilgan yilini kiriting

source: Language
uz: O'quv tili

source: Enter address
uz: Manzil kiriting

source: Address
uz: Manzil

source: Student
uz: O'quvchi

source: Students
uz: O'quvchilar
